'use strict';
// Объявите две переменные: admin и name.
// Запишите строку "Джон" в переменную name.
// Скопируйте значение из переменной name в admin.
// Выведите на экран значение admin, используя функцию alert (должна показать «Джон»).

let admin;
let name = 'Джон';
admin = name;
alert(admin);

// Создайте переменную для названия нашей планеты. Как бы вы её назвали?
// Создайте переменную для хранения имени текущего посетителя сайта. Как бы вы назвали такую переменную?
let ourPlanet = 'Earth';
let userName = '';

// const BIRTHDAY = '18.04.1982'; // использовать заглавные буквы? -(Да)
// const AGE = someCode(BIRTHDAY); // а здесь? -(Нет)
